Repository: syncfusion/uwp-demos
Catalog: PivotGrid/PivotGrid/View/Assets/*.resw
Languages: ar_ae

source: Column
ar_ae: عمود

source: Measure
ar_ae: قياس

source: Row
ar_ae: صف

source: Value
ar_ae: القيمة

source: Clear Filter from
ar_ae: تصفية واضحة من

source: Clear Filter
ar_ae: مرشح واضح

source: Greater Than Or Equal To
ar_ae: أكبر من أو يساوي

source: Greater Than
ar_ae: أكبر من

source: Label Filters
ar_ae: فلاتر التسمية

source: Less Than Or Equal To
ar_ae: اقل او يساوي

source: Less Than
ar_ae: أقل من

source: Not Between
ar_ae: ليس بينهما

source: Equals
ar_ae: يساوي

source: Not Equals
ar_ae: لا يساوي

source: Less Than Or Equal
ar_ae: أقل من أو يساوي

source: Greater Than Or Equal
ar_ae: أكبر من أو يساوي

source: Label Filter
ar_ae: تصفية التسمية

source: Value Filters
ar_ae: تصفية القيمة

source: Summary
ar_ae: ملخص

source: Does Not Begin With
ar_ae: داسنوت إندزويث

source: Does Not Equal
ar_ae: لا يساوي

source: Does Not Contain
ar_ae: لا يحتوي على

source: Does Not End With
ar_ae: لا ينتهي مع

source: Ends With
ar_ae: ينتهي ب

source: Begins With
ar_ae: يبدأ ب

source: (Select All)
ar_ae: (اختر الكل)

source: Ascending (A to Z) by:
ar_ae: تصاعدي (من أ إلى ي) حسب:

source: AutoSort
ar_ae: الفرز التلقائي

source: by
ar_ae: بواسطة

source: Descending (Z to A) by:
ar_ae: تنازلي (من Z إلى A) بواسطة:

source: Drag items of the
ar_ae: اسحب عناصر من

source: field to display them in any order
ar_ae: حقل لعرضها في أي أمر

source: First key sort order
ar_ae: أول ترتيب فرز المفتاح

source: Grand Total
ar_ae: المبلغ الإجمالي

source: in ascending order
ar_ae: في ترتيب تصاعدي

source: in descending order
ar_ae: بترتيب من الاعلي الي الاقل

source: Items
ar_ae: العناصر

source: Manual (you can drag items to rearrange them)
ar_ae: دليل (يمكنك سحب العناصر لإعادة ترتيبها)

source: More Options
ar_ae: خيارات أخرى...

source: More Sort Options
ar_ae: المزيد من خيارات الفرز ...

source: Sort
ar_ae: فرز

source: Sort A to Z
ar_ae: ترتيب من الألف إلى الياء

source: Sort automatically every time the report is updated
ar_ae: فرز تلقائيا في كل مرة يتم تحديث التقرير

source: Sort By
ar_ae: ترتيب حسب

source: Sort options
ar_ae: خيارات التصنيف

source: Sort Z to A
ar_ae: فرز Z إلى A

source: Top
ar_ae: أعلى

source: Top 10
ar_ae: أعلى 10

source: Use * to represent any series of characters
ar_ae: استخدام * لتمثيل أي سلسلة من الأحرف

source: Use ? to represent any single character
ar_ae: استعمال ؟ لتمثيل أي حرف واحد

source: Between
ar_ae: ما بين

source: contains
ar_ae: يحتوي على

source: Search here
ar_ae: بحث هنا

source: Show items for which
ar_ae: عرض العناصر التي

source: Show items for which the label
ar_ae: عرض العناصر التي التسمية

source: Cancel
ar_ae: إلغاء

source: OK
ar_ae: حسنا

source: Show
ar_ae: تبين

source: Serialization Error
ar_ae: خطأ في التسلسل

source: Deserialization Error
ar_ae: خطأ إزالة التسلسل

source: Error has occurred while serializing the PivotGrid control
ar_ae: حدث خطأ أثناء تسلسل عنصر تحكم بيفوتغريد.

source: Error has occurred while deserializing the PivotGrid control
ar_ae: حدث خطأ أثناء إزالة تسلسل عنصر تحكم بيفوتغريد.

source: PivotGrid control is serialized successfully
ar_ae: يتم التحكم في عنصر تحكم بيفوتغريد بنجاح.

source: Serialization
ar_ae: التسلسل
